---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationHostedInfo
source: html/d946ae03-a93c-004c-ffa1-b43734c335a1.htm
---
# FabricationHostedInfo Properties

Returns the identifier of the host.